Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 请从左侧选择应用
ar: حدد تطبيقًا من اليسار
de: Wählen Sie links eine App aus
en: Select an app on the left
eo: Elektu aplikaĵon maldekstre
es: Selecciona una app a la izquierda
fr: Sélectionnez une app à gauche
hi: बाईं ओर से ऐप चुनें
id: Pilih aplikasi di sebelah kiri
it: Seleziona un’app a sinistra
ja: 左側からアプリを選択してください
ko: 왼쪽에서 앱을 선택하세요
nl: Selecteer links een app
pl: Wybierz aplikację po lewej
pt: Selecione um app à esquerda
ru: Выберите приложение слева
th: เลือกแอปทางด้านซ้าย
tr: Soldan bir uygulama seçin
vi: Chọn một ứng dụng ở bên trái
zh_hant: 請從左側選擇應用程式

source: 请先在「应用」页面选择外部存储路径
ar: حدد أولاً مسار التخزين الخارجي في صفحة التطبيقات
de: Wählen Sie zuerst auf der Apps-Seite einen externen Speicherpfad aus
en: Select an external storage path on the Apps page first
eo: Unue elektu eksteran stokan vojon en la paĝo Aplikaĵoj
es: Primero selecciona una ruta de almacenamiento externo en la página Apps
fr: Sélectionnez d’abord un chemin de stockage externe dans la page Apps
hi: पहले Apps पेज पर बाहरी संग्रहण पथ चुनें
id: Pilih jalur penyimpanan eksternal di halaman Aplikasi terlebih dahulu
it: Seleziona prima un percorso di archiviazione esterna nella pagina App
ja: 先に「アプリ」ページで外部ストレージのパスを選択してください
ko: 먼저 앱 페이지에서 외부 저장소 경로를 선택하세요
nl: Selecteer eerst een extern opslagpad op de Apps-pagina
pl: Najpierw wybierz zewnętrzną ścieżkę przechowywania na stronie aplikacji
pt: Selecione primeiro um caminho de armazenamento externo na página Apps
ru: Сначала выберите путь к внешнему хранилищу на странице приложений
th: เลือกพาธที่เก็บข้อมูลภายนอกในหน้าแอปก่อน
tr: Önce Uygulamalar sayfasında harici depolama yolunu seçin
vi: Trước tiên hãy chọn đường dẫn lưu trữ ngoài trên trang Ứng dụng
zh_hant: 請先在「應用程式」頁面選擇外部儲存路徑

source: 请先选择外部存储路径
ar: يرجى تحديد مسار التخزين الخارجي أولاً
de: Bitte zuerst einen externen Speicherpfad auswählen
en: Please select an external storage path first
eo: Bonvolu unue elekti eksteran stokadan vojon
es: Seleccione primero una ruta de almacenamiento externo
fr: Veuillez d'abord sélectionner un chemin de stockage externe
hi: कृपया पहले बाहरी संग्रहण पथ चुनें
id: Harap pilih jalur penyimpanan eksternal terlebih dahulu
it: Seleziona prima un percorso di archiviazione esterna
ja: まず外部ストレージパスを選択してください
ko: 먼저 외부 저장소 경로를 선택하세요
nl: Selecteer eerst een extern opslagpad
pl: Najpierw wybierz zewnętrzną ścieżkę przechowywania
pt: Selecione primeiro um caminho de armazenamento externo
ru: Сначала выберите путь к внешнему хранилищу
th: กรุณาเลือกพาธที่เก็บข้อมูลภายนอกก่อน
tr: Lütfen önce harici depolama yolunu seçin
vi: Vui lòng chọn đường dẫn lưu trữ ngoài trước
zh_hant: 請先選擇外部儲存路徑

source: 请求接回外部数据失败：无法读取目标路径
ar: Failed to request external data relink: could not read target path
de: Failed to request external data relink: could not read target path
en: Failed to request external data relink: could not read target path
eo: Failed to request external data relink: could not read target path
es: Failed to request external data relink: could not read target path
fr: Failed to request external data relink: could not read target path
hi: Failed to request external data relink: could not read target path
id: Failed to request external data relink: could not read target path
it: Failed to request external data relink: could not read target path
ko: Failed to request external data relink: could not read target path
nl: Failed to request external data relink: could not read target path
pl: Failed to request external data relink: could not read target path
pt: Failed to request external data relink: could not read target path
ru: Failed to request external data relink: could not read target path
th: Failed to request external data relink: could not read target path
tr: Failed to request external data relink: could not read target path
vi: Failed to request external data relink: could not read target path
zh_hant: 请求接回外部資料失败：无法读取目标路径

source: 请求接管现有软链失败：无法读取目标路径
ar: Failed to request adoption of existing symlink: could not read target path
de: Failed to request adoption of existing symlink: could not read target path
en: Failed to request adoption of existing symlink: could not read target path
eo: Failed to request adoption of existing symlink: could not read target path
es: Failed to request adoption of existing symlink: could not read target path
fr: Failed to request adoption of existing symlink: could not read target path
hi: Failed to request adoption of existing symlink: could not read target path
id: Failed to request adoption of existing symlink: could not read target path
it: Failed to request adoption of existing symlink: could not read target path
ko: Failed to request adoption of existing symlink: could not read target path
nl: Failed to request adoption of existing symlink: could not read target path
pl: Failed to request adoption of existing symlink: could not read target path
pt: Failed to request adoption of existing symlink: could not read target path
ru: Failed to request adoption of existing symlink: could not read target path
th: Failed to request adoption of existing symlink: could not read target path
tr: Failed to request adoption of existing symlink: could not read target path
vi: Failed to request adoption of existing symlink: could not read target path

source: 请求规范化受管软链失败：无法读取目标路径
ar: Failed to request managed symlink normalization: could not read target path
de: Failed to request managed symlink normalization: could not read target path
en: Failed to request managed symlink normalization: could not read target path
eo: Failed to request managed symlink normalization: could not read target path
es: Failed to request managed symlink normalization: could not read target path
fr: Failed to request managed symlink normalization: could not read target path
hi: Failed to request managed symlink normalization: could not read target path
id: Failed to request managed symlink normalization: could not read target path
it: Failed to request managed symlink normalization: could not read target path
ko: Failed to request managed symlink normalization: could not read target path
nl: Failed to request managed symlink normalization: could not read target path
pl: Failed to request managed symlink normalization: could not read target path
pt: Failed to request managed symlink normalization: could not read target path
ru: Failed to request managed symlink normalization: could not read target path
th: Failed to request managed symlink normalization: could not read target path
tr: Failed to request managed symlink normalization: could not read target path
vi: Failed to request managed symlink normalization: could not read target path

source: 请求迁移数据目录被拒绝：未选择外部路径
ar: Data directory migration request denied: no external path selected
de: Data directory migration request denied: no external path selected
en: Data directory migration request denied: no external path selected
eo: Data directory migration request denied: no external path selected
es: Data directory migration request denied: no external path selected
fr: Data directory migration request denied: no external path selected
hi: Data directory migration request denied: no external path selected
id: Data directory migration request denied: no external path selected
it: Data directory migration request denied: no external path selected
ko: Data directory migration request denied: no external path selected
nl: Data directory migration request denied: no external path selected
pl: Data directory migration request denied: no external path selected
pt: Data directory migration request denied: no external path selected
ru: Data directory migration request denied: no external path selected
th: Data directory migration request denied: no external path selected
tr: Data directory migration request denied: no external path selected
vi: Data directory migration request denied: no external path selected
zh_hant: 请求遷移資料目錄被拒绝：未选择外部路径

source: 请确认是否继续规范化管理「%@」。 现在的路径：%@ 规范后路径：%@ %@
ar: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
de: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
en: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
eo: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
es: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
fr: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
hi: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
id: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
it: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
ja: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
ko: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
nl: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
pl: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
pt: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
ru: Подтвердите, продолжать ли нормализацию управления «%1$@». Текущий путь: %2$@ Канонический путь: %3$@ %4$@
th: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
tr: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@
vi: Please confirm whether to continue normalizing management of "%1$@". Current path: %2$@ Normalized path: %3$@ %4$@

source: 请选择 xwechat_files 内的子目录进行迁移
ar: Select a subdirectory inside xwechat_files to migrate
de: Select a subdirectory inside xwechat_files to migrate
en: Select a subdirectory inside xwechat_files to migrate
eo: Select a subdirectory inside xwechat_files to migrate
es: Select a subdirectory inside xwechat_files to migrate
fr: Select a subdirectory inside xwechat_files to migrate
hi: Select a subdirectory inside xwechat_files to migrate
id: Select a subdirectory inside xwechat_files to migrate
it: Select a subdirectory inside xwechat_files to migrate
ko: Select a subdirectory inside xwechat_files to migrate
nl: Select a subdirectory inside xwechat_files to migrate
pl: Select a subdirectory inside xwechat_files to migrate
pt: Select a subdirectory inside xwechat_files to migrate
ru: Select a subdirectory inside xwechat_files to migrate
th: Select a subdirectory inside xwechat_files to migrate
tr: Select a subdirectory inside xwechat_files to migrate
vi: Select a subdirectory inside xwechat_files to migrate
zh_hant: 请选择 xwechat_files 内的子目錄进行遷移

source: 请选择外部存储路径
ar: اختر مسار القرص الخارجي
de: Wählen Sie den Pfad zum externen Laufwerk
en: Choose External Drive Path
eo: Elektu Eksteran Diskan Vojon
es: Elegir ruta de unidad externa
fr: Choisir le chemin du disque externe
hi: बाहरी ड्राइव पथ चुनें
id: Pilih Jalur Drive Eksternal
it: Scegli percorso unità esterna
ja: 外部ドライブのパスを選択
ko: 외부 드라이브 경로 선택
nl: Kies extern schijfpad
pl: Wybierz ścieżkę dysku zewnętrznego
pt: Escolher caminho da unidade externa
ru: Выберите путь к внешнему диску
th: เลือกเส้นทางไดรฟ์ภายนอก
tr: Harici Sürücü Yolunu Seç
vi: Chọn đường dẫn ổ đĩa ngoài
zh_hant: 請選擇外部儲存路徑

source: 请选择本地目录和外部目标文件夹
ar: Choose both a local folder and an external destination folder
de: Choose both a local folder and an external destination folder
en: Choose both a local folder and an external destination folder
eo: Choose both a local folder and an external destination folder
es: Choose both a local folder and an external destination folder
fr: Choose both a local folder and an external destination folder
hi: Choose both a local folder and an external destination folder
id: Choose both a local folder and an external destination folder
it: Choose both a local folder and an external destination folder
ja: Choose both a local folder and an external destination folder
ko: Choose both a local folder and an external destination folder
nl: Choose both a local folder and an external destination folder
pl: Choose both a local folder and an external destination folder
pt: Choose both a local folder and an external destination folder
ru: Choose both a local folder and an external destination folder
th: Choose both a local folder and an external destination folder
tr: Choose both a local folder and an external destination folder
vi: Choose both a local folder and an external destination folder
zh_hant: 請選擇本地目錄和外部目標資料夾

source: 跟随系统 (System)
ar: اتبع النظام
de: System folgen
en: Follow System
eo: Sekvi Sistemon
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम का पालन करें
id: Ikuti Sistem
it: Segui il sistema
ja: システムに従う
ko: 시스템 따르기
nl: Volg Systeem
pl: Podążaj za systemem
pt: Seguir o Sistema
ru: Как в системе
th: ตามระบบ
tr: Sistemi Takip Et
vi: Theo hệ thống
zh_hant: 跟隨系統 (System)

source: 跳过 socket 文件
ar: Skipped socket file
de: Skipped socket file
en: Skipped socket file
eo: Skipped socket file
es: Skipped socket file
fr: Skipped socket file
hi: Skipped socket file
id: Skipped socket file
it: Skipped socket file
ko: Skipped socket file
nl: Skipped socket file
pl: Skipped socket file
pt: Skipped socket file
ru: Skipped socket file
th: Skipped socket file
tr: Skipped socket file
vi: Skipped socket file

source: 迁移
ar: Migrate
de: Migrate
en: Migrate
eo: Migrate
es: Migrate
fr: Migrate
hi: Migrate
id: Migrate
it: Migrate
ja: Migrate
ko: 마이그레이션
nl: Migrate
pl: Migrate
pt: Migrate
ru: Перенести
th: Migrate
tr: Migrate
vi: Migrate
zh_hant: 遷移

source: 迁移 %lld 个应用
ar: نقل %lld تطبيقات
de: %lld Apps verschieben
en: Move %lld Apps
eo: Movi %lld aplikaĵojn
es: Mover %lld apps
fr: Déplacer %lld apps
hi: %lld ऐप्स स्थानांतरित करें
id: Pindahkan %lld Aplikasi
it: Sposta %lld app
ja: %lld アプリを移動
ko: %lld개 앱 이동
nl: %lld apps verplaatsen
pl: Przenieś %lld aplikacji
pt: Mover %lld apps
ru: Переместить %lld приложений
th: ย้าย %lld แอป
tr: %lld Uygulama Taşı
vi: Di chuyển %lld ứng dụng
zh_hant: 遷移 %lld 個應用程式

source: 迁移 %lld 个文件夹
ar: Migrate %lld Folders
de: Migrate %lld Folders
en: Migrate %lld Folders
eo: Migrate %lld Folders
es: Migrate %lld Folders
fr: Migrate %lld Folders
hi: Migrate %lld Folders
id: Migrate %lld Folders
it: Migrate %lld Folders
ja: Migrate %lld Folders
ko: Migrate %lld Folders
nl: Migrate %lld Folders
pl: Migrate %lld Folders
pt: Migrate %lld Folders
ru: Migrate %lld Folders
th: Migrate %lld Folders
tr: Migrate %lld Folders
vi: Migrate %lld Folders
zh_hant: 遷移 %lld 個資料夾

source: 迁移到外部
ar: نقل إلى خارجي
de: Nach Extern verschieben
en: Move to External
eo: Movi al Ekstera
es: Mover a externo
fr: Déplacer vers externe
hi: बाहरी में ले जाएं
id: Pindah ke Eksternal
it: Sposta su esterno
ja: 外部へ移動
ko: 외부로 이동
nl: Verplaats naar extern
pl: Przenieś na zewnątrz
pt: Mover para Externo
ru: Переместить во внешний
th: ย้ายไปภายนอก
tr: Dışa Taşı
vi: Di chuyển ra ngoài
zh_hant: 遷移到外部

source: 迁移前备份签名身份
ar: Backing up signing identity before migration
de: Backing up signing identity before migration
en: Backing up signing identity before migration
eo: Backing up signing identity before migration
es: Backing up signing identity before migration
fr: Backing up signing identity before migration
hi: Backing up signing identity before migration
id: Backing up signing identity before migration
it: Backing up signing identity before migration
ko: Backing up signing identity before migration
nl: Backing up signing identity before migration
pl: Backing up signing identity before migration
pt: Backing up signing identity before migration
ru: Backing up signing identity before migration
th: Backing up signing identity before migration
tr: Backing up signing identity before migration
vi: Backing up signing identity before migration
zh_hant: 遷移前备份签名身份

source: 迁移前权限检查失败
ar: Pre-migration permission check failed
de: Pre-migration permission check failed
en: Pre-migration permission check failed
eo: Pre-migration permission check failed
es: Pre-migration permission check failed
fr: Pre-migration permission check failed
hi: Pre-migration permission check failed
id: Pre-migration permission check failed
it: Pre-migration permission check failed
ko: Pre-migration permission check failed
nl: Pre-migration permission check failed
pl: Pre-migration permission check failed
pt: Pre-migration permission check failed
ru: Pre-migration permission check failed
th: Pre-migration permission check failed
tr: Pre-migration permission check failed
vi: Pre-migration permission check failed
zh_hant: 遷移前权限检查失败

source: 迁移前请先备份
ar: يُرجى النسخ الاحتياطي قبل الترحيل
de: Bitte vor der Migration sichern
en: Back Up Before Migration
eo: Bonvolu sekurkopii antaŭ migrado
es: Haz una copia de seguridad antes de migrar
fr: Sauvegardez avant la migration
hi: स्थानांतरण से पहले बैकअप लें
id: Cadangkan sebelum migrasi
it: Esegui un backup prima della migrazione
ja: Back Up Before Migration
ko: 마이그레이션 전에 백업하세요
nl: Maak een back-up voor migratie
pl: Wykonaj kopię zapasową przed migracją
pt: Faça backup antes da migração
ru: Сделайте резервную копию перед переносом
th: โปรดสำรองข้อมูลก่อนย้าย
tr: Taşımadan önce yedekleyin
vi: Hãy sao lưu trước khi di chuyển
zh_hant: 遷移前請先備份

source: 迁移后的 App Store 应用将无法自动更新，需要手动还原后才能更新
ar: لا يمكن تحديث التطبيقات المنقولة تلقائيًا. استعد يدويًا للتحديث.
de: Migrierte Apps werden nicht automatisch aktualisiert. Zum Aktualisieren manuell wiederherstellen.
en: Migrated App Store apps cannot auto-update. Restore manually to update.
eo: Migritaj aplikaĵoj ne aŭtomate ĝisdatigas. Restarigu mane por ĝisdatigi.
es: Las apps migradas no se actualizan automáticamente. Restaure manualmente para actualizar.
fr: Les apps migrées ne se mettent pas à jour auto. Restaurez manuellement pour mettre à jour.
hi: माइग्रेटेड ऐप स्टोर ऐप्स ऑटो-अपडेट नहीं हो सकते। अपडेट करने के लिए मैन्युअल रूप से पुनर्स्थापित करें।
id: Aplikasi yang dimigrasikan tidak dapat diperbarui otomatis. Pulihkan secara manual untuk memperbarui.
it: Le app migrate non si aggiornano automaticamente. Ripristina manualmente per aggiornare.
ja: 移行したアプリは自動更新されません。更新するには手動で復元してください。
ko: 마이그레이션된 앱은 자동 업데이트되지 않습니다. 업데이트하려면 수동으로 복원하세요.
nl: Gemigreerde apps updaten niet automatisch. Herstel handmatig om te updaten.
pl: Migrowane aplikacje nie aktualizują się automatycznie. Przywróć ręcznie, aby zaktualizować.
pt: Apps migrados não atualizam automaticamente. Restaure manualmente para atualizar.
ru: Мигрированные приложения не обновляются автом. Восстановите вручную для обновления.
th: แอปที่ย้ายแล้วจะไม่อัปเดตอัตโนมัติ กู้คืนด้วยตนเองเพื่ออัปเดต
tr: Taşınan uygulamalar otomatik güncellenmez. Güncellemek için manuel olarak geri yükleyin.
vi: Ứng dụng đã di chuyển không tự cập nhật. Khôi phục thủ công để cập nhật.
zh_hant: 遷移後的 App Store 應用程式將無法自動更新，需要手動還原後才能更新

source: 迁移后重签名
ar: إعادة التوقيع بعد الترحيل
de: Nach Migration neu signieren
en: Re-sign after migration
eo: Re-sign after migration
es: Volver a firmar después de la migración
fr: Re-signer après la migration
hi: माइग्रेशन के बाद पुनः हस्ताक्षर करें
id: Tanda tangan ulang setelah migrasi
it: Rifirma dopo la migrazione
ja: Re-sign after migration
ko: 마이그레이션 후 재서명
nl: Opnieuw ondertekenen na migratie
pl: Ponownie podpisz po migracji
pt: Re-assinar após migração
ru: Переподписать после миграции
th: ลงชื่อใหม่หลังย้ายข้อมูล
tr: Taşıma sonra yeniden imzala
vi: Ký lại sau khi di chuyển
zh_hant: 遷移后重签名

source: 迁移回本地
ar: نقل إلى المحلي
de: Zurück nach lokal verschieben
en: Move Back to Local
eo: Renigi al Loka
es: Mover de vuelta a local
fr: Déplacer vers local
hi: स्थानीय में वापस ले जाएं
id: Pindahkan Kembali ke Lokal
it: Sposta di nuovo in locale
ja: ローカルに戻す
ko: 로컬로 되돌리기
nl: Terug naar lokaal verplaatsen
pl: Przenieś z powrotem na dysk lokalny
pt: Mover de volta ao local
ru: Вернуть в локальное
th: ย้ายกลับไปในเครื่อง
tr: Yerele Geri Taşı
vi: Di chuyển về cục bộ
zh_hant: 遷移回本地

source: 迁移回滚：删除外部半成品目录失败
ar: Migration rollback: failed to remove incomplete external directory
de: Migration rollback: failed to remove incomplete external directory
en: Migration rollback: failed to remove incomplete external directory
eo: Migration rollback: failed to remove incomplete external directory
es: Migration rollback: failed to remove incomplete external directory
fr: Migration rollback: failed to remove incomplete external directory
hi: Migration rollback: failed to remove incomplete external directory
id: Migration rollback: failed to remove incomplete external directory
it: Migration rollback: failed to remove incomplete external directory
ko: Migration rollback: failed to remove incomplete external directory
nl: Migration rollback: failed to remove incomplete external directory
pl: Migration rollback: failed to remove incomplete external directory
pt: Migration rollback: failed to remove incomplete external directory
ru: Migration rollback: failed to remove incomplete external directory
th: Migration rollback: failed to remove incomplete external directory
tr: Migration rollback: failed to remove incomplete external directory
vi: Migration rollback: failed to remove incomplete external directory
zh_hant: 遷移回滚：删除外部半成品目錄失败

source: 迁移回滚：删除空父目录失败
ar: Migration rollback: failed to remove empty parent directory
de: Migration rollback: failed to remove empty parent directory
en: Migration rollback: failed to remove empty parent directory
eo: Migration rollback: failed to remove empty parent directory
es: Migration rollback: failed to remove empty parent directory
fr: Migration rollback: failed to remove empty parent directory
hi: Migration rollback: failed to remove empty parent directory
id: Migration rollback: failed to remove empty parent directory
it: Migration rollback: failed to remove empty parent directory
ko: Migration rollback: failed to remove empty parent directory
nl: Migration rollback: failed to remove empty parent directory
pl: Migration rollback: failed to remove empty parent directory
pt: Migration rollback: failed to remove empty parent directory
ru: Migration rollback: failed to remove empty parent directory
th: Migration rollback: failed to remove empty parent directory
tr: Migration rollback: failed to remove empty parent directory
vi: Migration rollback: failed to remove empty parent directory
zh_hant: 遷移回滚：删除空父目錄失败
